[
  {
    "id": 1,
    "title": "Beginner’s Guide to Everyday Natural Makeup",
    "image": "./images/makeup-images/one/EverydayNaturalMakeup.webp",
    "publish_date": "January 28, 2025",
    "description": "Learn how to achieve a simple, natural makeup look with this step-by-step guide for beginners.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "1. Prep Your Skin"
      },
      {
        "type": "paragraph",
        "text": "A good makeup look starts with healthy, hydrated skin. Proper skincare ensures that your makeup applies smoothly and lasts longer."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Prep - "
      },
      {
        "type": "paragraph",
        "text": "- Start with a gentle cleanser to remove dirt and oil.\n- Apply a lightweight moisturizer to keep your skin hydrated.\n- Use a primer suited for your skin type to create a smooth base."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "2. Use a Lightweight Foundation or Tinted Moisturizer"
      },
      {
        "type": "paragraph",
        "text": "For a natural look, opt for a lightweight foundation, BB cream, or tinted moisturizer."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Choose a product that matches your skin tone.\n- Use a damp makeup sponge or fingers to blend it evenly across your face.\n- Focus on areas that need coverage while letting your natural skin show through."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "3. Conceal Only Where Needed"
      },
      {
        "type": "paragraph",
        "text": "Concealer helps brighten the under-eyes and cover any blemishes."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Dab a small amount under your eyes, on blemishes, or any redness.\n- Blend it gently with a sponge or fingertips."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "4. Add a Touch of Natural Blush"
      },
      {
        "type": "paragraph",
        "text": "A soft pink or peach blush adds a healthy glow to your face."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Smile and apply blush to the apples of your cheeks.\n- Blend it slightly upward for a natural flush."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "5. Define Your Brows"
      },
      {
        "type": "paragraph",
        "text": "Well-groomed eyebrows frame your face and complete the natural look."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Use a brow pencil or powder to fill in sparse areas lightly.\n- Brush through your brows with a spoolie for a natural finish."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "6. Apply a Light Coat of Mascara"
      },
      {
        "type": "paragraph",
        "text": "Mascara helps define your lashes and make your eyes stand out."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Use a single coat of mascara for a soft, everyday look.\n- Curl your lashes beforehand for an added lift."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "7. Choose a Natural Lip Color"
      },
      {
        "type": "paragraph",
        "text": "A nude, pink, or soft peach lip color complements a natural makeup look."
      },
      {
        "type": "heading",
        "level": 4,
        "text": " - How to Apply - "
      },
      {
        "type": "paragraph",
        "text": "- Opt for a tinted lip balm, lip gloss, or sheer lipstick.\n- Apply lightly for a soft and effortless touch."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "Natural makeup enhances your beauty without looking heavy or overdone. By following these steps, you can create a fresh, radiant everyday makeup look in just a few minutes."
      }
    ],
    "extra_images": [
      "./images/makeup-images/one/NaturalMakeup.webp",
      "./images/makeup-images/one/NaturalMakeup1.webp"
    ],

   "products": [
      {
        "image": "https://m.media-amazon.com/images/I/31B37fmqI7L._SX300_SY300_QL70_FMwebp_.jpg",
        "title": "Flawless Finish Foundation, Improves Uneven Skin Tone, Lightweight, Medium Coverage & Semi-Matte, Vegan & Cruelty-Free",
        "description": "RESTORE & ILLUMINATE: e.l.f. Flawless Finish Foundation is a lightweight liquid foundation that naturally blends into skin (and hydrates while you’re at it) to help improve uneven skin tone and texture. The shade Beige is light with cool pink undertones.",
        "link": "https://amzn.to/42CWxP1"
      },
      {
        "image": "https://m.media-amazon.com/images/I/71C2dG+N4lL._SX679_.jpg",
        "title": "Neutrogena Healthy Lengths Mascara for Stronger, Longer Lashes, Clump-, Smudge- and Flake-Free Mascara with Olive Oil, Vitamin E and Rice Protein, Black 02,.21 oz",
        "description": ".21-ounce tube of Neutrogena Healthy Lengths Lash-Lengthening and Strengthening Mascara to help grow your lashes to their fullest potential ..Formulated with antioxidant vitamin E, rice protein, and olive oil, this mascara nourishes and strengthens for lashes that look up to 100% longer with a formula that won't clump, smudge, or flake",
        "link": "https://amzn.to/4hiLuPh"
      }
    ]
  },

  {
    "id": 2,
    "title": "Top 5 Affordable Makeup Brands You Must Try",
    "image": "./images/makeup-images/two/AffordableMakeupBrandsYouMustTry.webp",
    "publish_date": "January 29, 2025",
    "description": "Discover the top 10 budget-friendly makeup brands that offer high-quality products without breaking the bank.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "1. e.l.f. Cosmetics"
      },
      {
        "type": "paragraph",
        "text": "e.l.f. (Eyes Lips Face) is known for its affordable yet high-quality makeup products. From primers to brushes, e.l.f. offers everything at unbeatable prices."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Must-Try Products:"
      },
      {
        "type": "paragraph",
        "text": "- e.l.f. Poreless Putty Primer\n- e.l.f. Hydrating Camo Concealer"
      },
      {
        "type": "heading",
        "level": 4,
        "text": "2. Maybelline"
      },
      {
        "type": "paragraph",
        "text": "A drugstore favorite, Maybelline is a go-to brand for affordable and high-performance makeup, especially their mascaras and foundations."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Must-Try Products:"
      },
      {
        "type": "paragraph",
        "text": "- Maybelline Fit Me Foundation\n- Maybelline Lash Sensational Mascara"
      },
      {
        "type": "heading",
        "level": 4,
        "text": "3. NYX Professional Makeup"
      },
      {
        "type": "paragraph",
        "text": "NYX provides professional-grade makeup at a fraction of the cost. Their lip products and setting sprays are among the best in the market."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Must-Try Products:"
      },
      {
        "type": "paragraph",
        "text": "- NYX Soft Matte Lip Cream\n- NYX Matte Finish Setting Spray"
      },
      {
        "type": "heading",
        "level": 4,
        "text": "4. Wet n Wild"
      },
      {
        "type": "paragraph",
        "text": "This brand delivers trendy and high-pigment makeup at an extremely budget-friendly price. Their eyeshadow palettes and highlighters are top-notch."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Must-Try Products:"
      },
      {
        "type": "paragraph",
        "text": "- Wet n Wild MegaGlo Highlighter\n- Wet n Wild Color Icon Eyeshadow Palette"
      },
      {
        "type": "heading",
        "level": 4,
        "text": "5. Essence Cosmetics"
      },
      {
        "type": "paragraph",
        "text": "Essence is an underrated gem in the beauty industry, offering quality makeup at incredibly low prices. Their mascaras are particularly famous."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Must-Try Products:"
      },
      {
        "type": "paragraph",
        "text": "- Essence Lash Princess Mascara\n- Essence Pure Nude Highlighter"
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "You don’t need to spend a fortune to get high-quality makeup products. These budget-friendly brands offer amazing quality, performance, and variety, making them must-tries for any makeup lover."
      }
    ],
    "extra_images": [
      "./images/makeup-images/two/YouMustTry.webp",
      "./images/makeup-images/two/YouMustTry1.webp"
    ],

    "products": [
      {
        "image": "https://m.media-amazon.com/images/I/715MyaLxCdL._SX425_.jpg",
        "title": "Maybelline Fit Me Matte + Poreless Liquid Oil-Free Foundation Makeup, Natural Ivory, 1 Count",
        "description": "Maybelline Fit Me Matte Foundation: For a natural looking medium coverage liquid foundation makeup, look no further; In 40 shades, you'll find a fit for every skin tone; Best for normal to oily skin; refines pores for a natural looking matte finish",
        "link": "https://amzn.to/40YysRt"
      },
      {
        "image": "https://m.media-amazon.com/images/I/61Bz+7Fba1L._SX425_.jpg",
        "title": "16HR Camo Concealer, Full Coverage & Highly Pigmented, Matte Finish, Medium Neutral, 0.203 Fl Oz (6mL)",
        "description": "16HR COVERAGE: The e.l.f. 16hr Camo Concealer is a full-coverage, 16-hour wear concealer which conceals, corrects, contours and highlights for flawless skin. The shade Medium Neutral is medium tan with warm undertones. Note: 16hr Camo Concealer shades run lighter; we recommend matching by bottle image.",
        "link": "https://amzn.to/4hFmscO"
      }
    ]
  },

  {
    "id": 3,
    "title": "Step-by-Step Guide to Achieve a Flawless Foundation Look",
    "image": "./images/makeup-images/three/FlawlessFoundationLook.webp",
    "publish_date": "January 29, 2025",
    "description": "Learn how to apply foundation like a pro with this step-by-step guide for a flawless, long-lasting makeup base.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "Step 1: Prep Your Skin"
      },
      {
        "type": "paragraph",
        "text": "Before applying foundation, prepping your skin is essential for a smooth application."
      },
      {
        "type": "list",
        "items": [
          "Start with a clean face by washing it with a gentle cleanser.",
          "Apply a lightweight moisturizer to keep your skin hydrated.",
          "Use a primer to create a smooth base and help foundation last longer."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Step 2: Choose the Right Foundation"
      },
      {
        "type": "paragraph",
        "text": "Picking the right foundation for your skin type and tone is crucial."
      },
      {
        "type": "list",
        "items": [
          "If you have oily skin, go for a matte or oil-free foundation.",
          "For dry skin, a hydrating or dewy-finish foundation works best.",
          "Always match the foundation shade to your neck to avoid a mismatched look."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Step 3: Apply Foundation with the Right Tool"
      },
      {
        "type": "paragraph",
        "text": "The tool you use can affect the foundation’s finish and coverage."
      },
      {
        "type": "list",
        "items": [
          "Beauty Blender (Sponge): Gives a natural, airbrushed look.",
          "Foundation Brush: Ideal for full coverage application.",
          "Fingertips: Best for lightweight, minimal coverage."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Step 4: Blend It Well"
      },
      {
        "type": "paragraph",
        "text": "Blending is the secret to achieving a seamless foundation look."
      },
      {
        "type": "list",
        "items": [
          "Start from the center of your face and blend outward.",
          "Use tapping motions with a sponge instead of rubbing.",
          "Blend foundation down to your neck for a natural look."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Step 5: Set with Powder (Optional)"
      },
      {
        "type": "paragraph",
        "text": "Setting your foundation helps it last longer and controls shine."
      },
      {
        "type": "list",
        "items": [
          "Loose Powder: Ideal for setting oily skin.",
          "Pressed Powder: Great for touch-ups throughout the day.",
          "Dewy Setting Spray: Perfect for dry skin to keep the glow."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Step 6: Complete the Look"
      },
      {
        "type": "paragraph",
        "text": "Now that your foundation is flawless, finish with the rest of your makeup."
      },
      {
        "type": "list",
        "items": [
          "Apply concealer under the eyes and on blemishes.",
          "Add blush for a natural flush of color.",
          "Highlight key areas for a radiant glow."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "A flawless foundation look is all about the right products, tools, and techniques. With these steps, you can achieve a smooth, natural, and long-lasting foundation every time!"
      }
    ],
    "extra_images": [
      "./images/makeup-images/three/Flawless.webp",
      "./images/makeup-images/three/Flawless1.webp"
    ],
    "products": [
      {
        "image": "https://m.media-amazon.com/images/I/619y+NpzrTL._SX679_.jpg",
        "title": "Power Grip Primer + 4% Niacinamide, Gel-Based & Hydrating Face Primer, Evens Skin & Brightens, Grips Makeup, Vegan & Cruelty-Free",
        "description": "MAKEUP PRIMER & SKINCARE: Your skin’s future looks bright—your favorite sticky AF Power Grip Primer is now infused with skin-loving niacinamide to help even out skin tone while giving makeup lasting power.",
        "link": "https://amzn.to/42BQzha"
      },
      {
        "image": "https://m.media-amazon.com/images/I/710+KUCkOGL._SX425_.jpg",
        "title": "Maybelline Fit Me Shine-Free + Balance Foundation Stick, Multi-Use Face Makeup and Contour Stick For Natural, Matte Coverage, Pure Beige, 1 Count",
        "description": "Absorbs excess oil and reduces the appearance of shine",
        "link": "https://amzn.to/4hiXWPa"
      }
    ]
  },

  {
    "id": 4,
    "title": "How to Choose the Right Lipstick Shade for Your Skin Tone",
    "image": "./images/makeup-images/four/LipstickShadeforYourSkinTone.webp",
    "publish_date": "January 30, 2025",
    "description": "Learn how to choose the perfect lipstick shade based on your skin tone and undertones for a flattering and stunning look.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "1. Determine Your Skin Undertone"
      },
      {
        "type": "paragraph",
        "text": "Before you choose the perfect lipstick, it's important to determine your skin's undertone, as it plays a major role in how different shades will look on you."
      },
      {
        "type": "list",
        "items": [
          "Cool Undertones: Pink, red, or blue hues.",
          "Warm Undertones: Yellow, peach, or golden hues.",
          "Neutral Undertones: A balance of both cool and warm hues."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "2. Lipstick Shades for Cool Undertones"
      },
      {
        "type": "paragraph",
        "text": "If you have cool undertones, certain lipstick shades will enhance your natural complexion."
      },
      {
        "type": "list",
        "items": [
          "Berry and Plum Shades: Rich, deep tones complement cool undertones.",
          "Blue-Based Reds: Shades of red with blue undertones.",
          "Soft Pink Shades: Light, soft pinks for a fresh look."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "3. Lipstick Shades for Warm Undertones"
      },
      {
        "type": "paragraph",
        "text": "For those with warm undertones, go for lipstick shades that bring out the warmth in your complexion."
      },
      {
        "type": "list",
        "items": [
          "Warm Reds and Oranges: Coral red or tangerine shades.",
          "Peachy Pink Shades: Warm pinks for a natural glow.",
          "Brown and Nude Shades: Soft nudes or warm browns for an understated look."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "4. Lipstick Shades for Neutral Undertones"
      },
      {
        "type": "paragraph",
        "text": "If you have neutral undertones, you’re lucky because you can pull off both warm and cool lipstick shades."
      },
      {
        "type": "list",
        "items": [
          "Classic Red: A timeless red lipstick.",
          "Mauve Shades: A balance of cool and warm tones.",
          "Soft Berry: A soft berry or rose shade for a balanced look."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "5. How to Test the Lipstick Shade"
      },
      {
        "type": "paragraph",
        "text": "Once you’ve identified your undertone and chosen a shade, it's always a good idea to test the lipstick."
      },
      {
        "type": "list",
        "items": [
          "Test on the Back of Your Hand: Compare how the shade looks on your skin.",
          "Try It on Your Lips: See how the color complements your lips."
        ]
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "Choosing the right lipstick shade based on your skin tone can take your makeup to the next level. Whether you have cool, warm, or neutral undertones, there are plenty of shades out there to suit your complexion. Experiment with different colors and find the perfect shade that makes you feel confident and beautiful!"
      }
    ],
    "extra_images": [
      "./images/makeup-images/four/SkinTone.webp",
      "./images/makeup-images/four/SkinTone1.webp"
    ],

    "products": [
      {
        "image": "https://m.media-amazon.com/images/I/31A3Fzbs+FL._SY300_SX300_.jpg",
        "title": "Maybelline Color Sensational Lipstick, Lip Makeup, Cream Finish, Hydrating Lipstick, Nude Lust, Nude ,1 Count ",
        "description": "Creamy Hydrating Lipstick: Color Sensational Nude Lust is a rich, creamy nude lipstick. Formulated with Shea Butter, it leaves behind a sensuous feeling and a creamy finish for smooth, supple lips, with no feathering or bleeding.",
        "link": "https://amzn.to/40DrmAp"
      },
      {
        "image": "https://m.media-amazon.com/images/I/71eKNUDlzuL._SX425_.jpg",
        "title": "Goji Berry Face Cream, Anti-Aging Antioxidant Goqi Berry Facial Cream with Hyaluronic Acid, Retionl, Reduces Wrinkles Fine Lines, Firming Skin, Berry Facial Cream Moisturizing Skin (100ml)",
        "description": "[Goji Berry Face Cream]: Our goji berry cream uses fresh goji berries and adds glycerin, hyaluronic acid, retinol and other substances to help slow aging and make skin look younger. Goji berry cream also hydrates the deeper layers of the skin and reduces moisture loss",
        "link": "https://amzn.to/3WJ4dex"
      }
    ]
  },

  {
    "id": 5,
    "title": "5-Minute Quick Makeup Routine for Busy Mornings",
    "image": "./images/makeup-images/five/RoutineforBusyMornings.webp",
    "publish_date": "January 30, 2025",
    "description": "A quick and easy makeup routine that will have you looking fresh and put together in just 5 minutes for those busy mornings.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "1. Start with a Clean Base"
      },
      {
        "type": "paragraph",
        "text": "Before applying makeup, always start with a clean, moisturized face. Use a lightweight moisturizer or a primer with SPF to protect your skin and create a smooth base for your makeup."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "2. Apply a BB Cream or Tinted Moisturizer"
      },
      {
        "type": "paragraph",
        "text": "Instead of a heavy foundation, go for a BB cream or tinted moisturizer. These multitaskers hydrate your skin while providing light coverage and a natural glow."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "3. Conceal Imperfections"
      },
      {
        "type": "paragraph",
        "text": "Use a creamy concealer to cover up any blemishes, dark circles, or redness. This will give you a more even and bright complexion in no time."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "4. Add a Pop of Color to Your Cheeks"
      },
      {
        "type": "paragraph",
        "text": "For a fresh, healthy glow, apply a cream blush to the apples of your cheeks. Cream blush blends seamlessly and gives a natural flush of color."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "5. Quick Eye Makeup"
      },
      {
        "type": "paragraph",
        "text": "Apply a coat of mascara to your lashes to make your eyes look more awake. Fill in your eyebrows with a brow pencil or gel to define them."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "6. Swipe on a Lip Tint or Lip Balm"
      },
      {
        "type": "paragraph",
        "text": "Finish your makeup with a swipe of lip tint or lip balm for a natural touch of color and hydration."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "7. Set Everything in Place (Optional)"
      },
      {
        "type": "paragraph",
        "text": "Finish with a quick spritz of setting spray to lock everything in place. This is optional but great for long-lasting makeup."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "A 5-minute makeup routine is all about simplicity. By focusing on your base, adding a touch of color, and enhancing your eyes and lips, you’ll be ready to face your day with minimal effort."
      }
    ],
    "extra_images": [
      "./images/makeup-images/five/BusyMornings.webp",
      "./images/makeup-images/five/BusyMornings1.webp"
    ],
    "products": [
      {
        "image": "https://m.media-amazon.com/images/I/51Caunm2baL._SX679_.jpg",
        "title": "DRMTLGY Anti-Aging Tinted Moisturizer with SPF 46. Universal Tint. All-In-One Light Coverage Sheer Tinted Face Sunscreen with Broad Spectrum Protection Against UVA and UVB Rays. 1.7",
        "description": "FORMULATED AS AN ALL-IN ONE SUNSCREEN AND LIGHT SHEER COVERAGE that provides sheer color coverage, minimizes the appearance of fine lines and wrinkles, and blends naturally to match every skin tone.",
        "link": "https://amzn.to/4hGiuRu"
      },
      {
        "image": "https://m.media-amazon.com/images/I/71wusyTn05L._SX425_.jpg",
        "title": "Maybelline Lash Sensational Sky High Glitter Mascara, Diamond Effect Eye Makeup for Lashes and Brows, Washable, Space Diamond, 1 Count",
        "description": "Take Your Lashes To The Next Dimension: Introducing Lash Sensational Sky High Space Diamond, your next Sky High obsession. This glitter mascara gives limitless lash sparkle, and beyond. A glittery diamond effect for lashes that are lengthened and gleaming",
        "link": "https://amzn.to/42J957z"
      }
    ]
  },

  {
    "id": 6,
    "title": "Best Makeup Products for Sensitive Skin",
    "image": "./images/makeup-images/six/ProductsforSensitiveSkin.webp",
    "publish_date": "February 1, 2025",
    "description": "Discover the best makeup products designed for sensitive skin that offer coverage, hydration, and long-lasting wear without causing irritation.",
    "content": [
      {
        "type": "heading",
        "level": 4,
        "text": "1. Tinted Moisturizers and Foundations"
      },
      {
        "type": "paragraph",
        "text": "For sensitive skin, opt for a lightweight, breathable base like a tinted moisturizer or a gentle foundation. These products hydrate your skin while offering light to medium coverage without clogging pores."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "2. Hypoallergenic and Fragrance-Free Concealers"
      },
      {
        "type": "paragraph",
        "text": "Concealers help to cover blemishes, dark circles, and redness. It’s important to choose products that are hypoallergenic and fragrance-free to avoid irritation."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "3. Gentle Blushes and Highlighters"
      },
      {
        "type": "paragraph",
        "text": "Powder blushes and highlighters with natural ingredients are ideal for sensitive skin. Cream blushes can also be a great option, as they offer a smooth, dewy finish while avoiding the harshness of powders."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "4. Sensitive-Skin-Friendly Eyeshadows"
      },
      {
        "type": "paragraph",
        "text": "Choose mineral-based eyeshadows that are free from synthetic dyes and fragrances to avoid irritation."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "5. Non-Irritating Mascaras"
      },
      {
        "type": "paragraph",
        "text": "Look for mascaras that are ophthalmologist-tested, hypoallergenic, and free from harsh chemicals."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "6. Fragrance-Free Lip Products"
      },
      {
        "type": "paragraph",
        "text": "Lipsticks and lip glosses with added fragrances or artificial colors can cause irritation. Opt for products that are fragrance-free and use natural ingredients."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "7. Mineral Sunscreens"
      },
      {
        "type": "paragraph",
        "text": "Sunscreen is essential for sensitive skin. Mineral sunscreens with physical blockers like zinc oxide and titanium dioxide are the best choice."
      },
      {
        "type": "heading",
        "level": 4,
        "text": "Conclusion"
      },
      {
        "type": "paragraph",
        "text": "Choosing the right makeup for sensitive skin can make a world of difference in how your skin feels and looks. By opting for gentle, hypoallergenic products, you can enjoy beautiful makeup without irritation."
      }
    ],
    "extra_images": [
      "./images/makeup-images/six/SensitiveSkin1.webp",
      "./images/makeup-images/six/SensitiveSkin.webp"
    ],
    "products": [
      {
        "image": "https://m.media-amazon.com/images/I/610Af3YGzWL._SX425_.jpg",
        "title": "Almay Skintone Matching Foundation, Smart Shade Face Makeup, Hypoallergenic, Oil Free-Fragrance Free, Dermatologist Tested with SPF 15, Light, Medium Mine",
        "description": "Almay's liquid foundation formula instantly transforms from a white cream to your ideal shade as you smooth it on—that’s the magic of our technology",
        "link": "https://amzn.to/4gofIiJ"
      },
      {
        "image": "https://m.media-amazon.com/images/I/71qJ6Ch7UdL._SX425_.jpg",
        "title": "Physicians Formula Butter Believe It Blush Makeup Powder, Pink Sands | Murumuru Butter | For Sensitive Skin | Dermatologist Tested, Clinicially Tested",
        "description": "Nourishing + Moisturizing: Made with a blend of murumuru butter, cupuacu butter, and tucuma butter from the nutrient-rich Amazon, this makeup is packed with essential fatty acids and pro-vitamins that soften, condition, and moisturize the skin.",
        "link": "https://amzn.to/4gmLVac"
      }
    ]
  }

 

  ]